Repository: ixiam/de.systopia.donrec
Catalog: l10n/*/LC_MESSAGES/donrec.po
Languages: es_es

source: Donation Receipts - Settings
es_es: Recibos de contribución - Ajustes

source: Profile
es_es: Perfil

source: Draft text
es_es: Texto Borrador

source: Copy text
es_es: Copiar texto

source: Receipt ID
es_es: ID de Recibo

source: Contribution Types
es_es: Tipos de contribución

source: Template
es_es: Plantilla

source: primary address
es_es: Dirección principal

source: Legal Address-Type:
es_es: Tipo de dirección legal:

source: Postal Address-Type:
es_es: Tipo de dirección postal:

source: Fallback:
es_es: Alternativa:

source: External Tool: path to <code>pdfinfo</code>
es_es: Herramienta externa: ruta para <code>pdfinfo</code>

source: Packet size
es_es: Tamaño del paquete

source: Save
es_es: Guardar

source: Cancel
es_es: Cancelar

source: Packet size can only contain positive integers
es_es: Tamaño del paquete sólo puede contener números enteros positivos

source: One of the Receipt ID patterns are invalid! Changes NOT saved!
es_es: Uno de los patrones de ID de recibo es invalido! Los cambios NO serán guardados!

source: Settings successfully saved
es_es: Configuración guardada exitosamente

source: Settings
es_es: Ajustes

source: Donation Receipt
es_es: Recibo

source: Donation Receipt Item
es_es: Recibo

source: CSV File
es_es: Fichero CSV

source: Don't generate files
es_es: No generar ficheros

source: Individual PDFs sorted by page count
es_es: Archivos PDF individuales ordenados por el número de páginas

source: using pdfinfo %s
es_es: utilizando pdfinfo %s

source: pdfinfo %s is not supported
es_es: pdfinfo %s no es compatible

source: unknown pdfinfo version
es_es: versión de pdfinfo desconocido

source: pdfinfo is not executable. check permissions
es_es: pdfinfo no es ejecutable. comprobar permisos

source: pdfinfo not found
es_es: pdfinfo no encontrado

source: pdfinfo path is not set
es_es: La ruta de pdfinfo no está definida

source: %d-page
es_es: Página %d

source: Individual PDFs
es_es: PDFs individuales

source: Issue Donation Receipts
es_es: Emitir recibo(s)

source: This Year
es_es: Este Año

source: last year
es_es: el ano pasado

source: Choose Date Range
es_es: Elegir un rango de fechas

source: From:
es_es: Desde:

source: Continue
es_es: Continuar

source: There are no selectable contributions for these contacts in the selected time period.
es_es: No hay contribuciones elegibles para estos contactos en el período seleccionado.

source: Warning
es_es: Advertencia

source: This contact has no selectable contributions in the selected time period.
es_es: Este contacto no tiene ninguna contribución elegible en el período de tiempo seleccionado.

source: Rebook
es_es: Transferir contribución

source: You do not have the permissions required to access this page.
es_es: No tienes los permisos necesarios para acceder a esta página.

source: You need to specifiy a contribution to rebook.
es_es: Es necesario seleccionar una contribución para transferir.

source: CiviCRM ID
es_es: ID CiviCRM

source: At least one of the given contributions doesn't exist!
es_es: Por lo menos una de las contribuciones dadas no existe!

source: Rebooking of multiple contributions from different contacts is not allowed!
es_es: No se permite transferir contribuciones de múltiples contribuciones de distintos contactos

source: Rebooking not allowed!
es_es: Transferencia no permitida!

source: Rebooked to CiviCRM ID %1
es_es: Contribución transferida al contacto con ID CiviCRM %1

source: Rebooked from CiviCRM ID %1
es_es: Contribución transferida desde el contacto con ID CiviCRM %1

source: %1 contribution(s) successfully rebooked!
es_es: %1 contribución transferida con éxito!

source: Successfully rebooked!
es_es: %1 contribución transferida con éxito!

source: Please check your data and try again
es_es: Por favor compruebe sus datos e intente nuevamente

source: Nothing rebooked!
es_es: No se ha transferido nada!

source: Please enter a CiviCRM ID!
es_es: Por favor ingrese un ID de CiviCRM!

source: A contact with CiviCRM ID %1 doesn't exist!
es_es: No existe un contacto con el de CiviCRM ID %1!

source: The target contact can not be a household!
es_es: El contacto de destino no puede ser una familia!

source: The target contact can not be in trash!
es_es: El contacto de destino no puede estar en la papelera!

source: The contribution with ID %1 is not completed!
es_es: No se ha completado la contribución con el ID %1!

source: The contribution with ID %1 cannot be rebooked, because it has a valid contribution receipt.
es_es: La contribución con ID %1 no puede ser transferida, ya que cuenta con un recibo válido.

source: Cannot find a new mandate reference, exceeds 35 characters.
es_es: No se puede encontrar una nueva referencia de mandato, tiene más de 35 caracteres.

source: Cannot find a new mandate reference
es_es: No se puede encontrar una nueva referencia de mandato

source: Snapshot [%d] does not exist (any more)!
es_es: La imagen [%d] no existe más!

source: Snapshot [%d] belongs to user '%s'[%s]!
es_es: La imagen [%d] pertenece al usuario '%s'[%s]!

source: Snapshot [%d] is already processing!
es_es: La imagen [%d] está siendo procesada!

source: Snapshot [%d] is already completed!
es_es: La imagen [%d] se ha completado!

source: COPY
es_es: COPIA

source: DRAFT
es_es: BORRADOR

source: Donation Receipts
es_es: Recibos

source: Default template
es_es: Plantilla Predeterminada

source: Creating Donation Receipts
es_es: Creando recibos

source: No snapshot ID given. Please call this page from a proper selection.
es_es: Falta id de la imagen. Haga la llamada a esta página desde un destino válido.

source: No snapshot id has been provided!
es_es: No se ha proporcionado ninguna identificación de la imagen!

source: Invalid snapshot id!
es_es: id de la imagen invalido!

source: The older snapshot has been deleted. You can now proceed.
es_es: La imagen anterior ha sido eliminada. Puede continuar.

source: The previously created snapshot has been deleted.
es_es: Se ha eliminado la imagen anterior.

source: Missing exporter!
es_es: Falta exportador!

source: No 'rid' parameter given.
es_es: Ningún parámetro 'rid'.

source: Only original donation receipts can be withdrawn.
es_es: Sólo pueden ser desvinculados recibos originales.

source: Receipt with id %d does not exist.
es_es: No existe un recibo con id %d.

source: Only original donation receipts can be copied.
es_es: Sólo pueden copiarse originales de recibos.

source: No 'sid' parameter given.
es_es: Ningún parámetro 'sid'.

source: Issue donation receipt(s)
es_es: Emitir recibo(s)

source: Rebook to contact
es_es: Transferir contribución a un contacto

source: Receipted
es_es: Recibo emitido

source: Yes
es_es: Si

source: view and create copies of receipts
es_es: ver y crear copias de recibos

source: create and withdraw receipts
es_es: crear y desvincular recibos

source: delete receipts
es_es: eliminar recibos

source: Donation receipts
es_es: Recibos

source: A donation receipt has been issued for this contribution, or is being processed for a receipt right now. You are not allowed to change the value for '%s'.
es_es: Un recibo para esta contribución ya ha sido emitido o está siendo procesado en este momento. No es posible realizar el cambio del valor de '%s'.

source: The column '%s' of this contribution [%d] must not be changed because it has a receipt or is going to be receipted!
es_es: La columna '%s' de esta contribución [%d] no debe ser modificada porque ya tiene un recibo o lo tendrá próximamente!

source: This contribution [%d] must not be deleted because it has a receipt or is going to be receipted!
es_es: La contribución [%d] no debe ser eliminada porque ya tiene un recibo o lo tendrá próximamente!

source: Status
es_es: Estado

source: - any -
es_es: - Cualquiera -

source: copy
es_es: copia

source: withdrawn
es_es: desvinclulado

source: withdrawn_copy
es_es: copia_desvinculada

source: Type
es_es: Tipo

source: single receipt
es_es: recibo individual

source: bulk receipt
es_es: recibo masivo

source: Issued by contact ID
es_es: emitido por contacto con ID

source: Issued by contact
es_es: emitido por contacto

source: You can select the financial types that are eligable for donation receipts.<br/>The default is, that all financial types marked as tax deductible are included,but you can adjust this selection to your organisation's needs.
es_es: Puede seleccionar los tipos financieros que son elegibles para la emisión de recibos. <br/>Por defecto, todos los tipos financieros marcados como deducibles de impuestos están incluidos, pero puede ajustar esta selección según sus necesidades.

source: This watermark text is included in all invalid or test donation receipts.<br/>It cannot be left empty for legal reasons.
es_es: Esta marca de agua está incluida en todos los recibos de prueba o no válidos. <br/>No puede dejarse en blanco por razones legales.

source: This watermark text is included in all donation receipt copies.<br/>It cannot be left empty for legal reasons.
es_es: Esta marca de agua está incluida en todas las copias de recibos originales. <br/>No puede dejarse en blanco por razones legales.

source: When this option is activated, the originally generated PDF file will be stored with the donation receipt data set.This approach has the advantage, that you can always see and download the exact PDF you sent to your donors.On the other hand, activating this option gives you free access to the original PDF file,which you can then print out without any further restrictions. This might cause legal issues.<br/>If you don't activate this option, a new PDF will be generated for you.As long as you don't change the template, this should be the same as the original, except that it's marked invalid.<br/>Discuss the best setting here with your legal team.
es_es: Cuando esta opción está activa, el fichero PDF original será guardado junto a los datos del recibo. Esta aproximación tiene la ventaja de que siempre puede ver y descargar el PDF tal cual se ha enviado. Por otro lado, activar esta opción le da acceso libre al fichero PDF original, que puede ser vuelto a imprimir sin ninguna restricción. Esto puede causar problemas legales. <br/>Si no activa esta opción, un nuevo fichero será generado pero con una marca de agua.

source: Defines the runner packed size.<br/>When creating large amounts of donation receipts, the runner will not process all of them at once.It will break the lot down into little packets and process them individually.<br/>If you're having trouble with timeouts, try decreasing this value.If you want more performance, try increasing it carefully - but don't tweak it to the limit.<br/>You should always test your settings in a test run.
es_es: Define el tamaño del paquete a ser procesado. <br/> Cuando se crean muchos recibos, el procesador no ejecutará todas en una única vez. El proceso será separado en pequeños paquetes para que puedan ser procesados individualmente. <br/> Si se encuentra con errores por tiempo de espera (timeouts), intente poner un valor inferior. Si quiere mejorar el rendimiento, intente incrementar este valor con cuidado. <br/>Se recomienda probar estos ajustes en una ejecución de prueba.

source: Select the address type where the legal address (wrt IRS) of the donor can be found.
es_es: Seleccione el tipo de dirección donde se encuentra el domicilio legal (wrt IRS) del donante.

source: Select the postal address type where the donation receipt should be mailed to.
es_es: Seleccione el tipo de dirección postal donde el recibo de donación debe ser enviado a.

source: In case the first address is empty, this is the fallback address to be used insted.
es_es: En el caso de que la primera dirección esté vacía, esta es la dirección alternativa que será utilizada en su lugar.

source: Profiles allow you to have different settings for different scenarios. But if you only have one, just work with the default profile.
es_es: Utilizando perfiles puede tener una configuración distinta para diferentes escenarios. Pero si sólo tiene uno, será el que funcione por defecto.

source: Select the template to be used for creating donation receipt PDFs with the current profile.
es_es: Seleccione la plantilla que se utilizará para la creación del recibo como archivo PDF con el perfil actual.

source: This setting allows you to define the format for the donation receipt's serial number. You can use text and tokens to customize it.
es_es: Este ajuste le permitirá definir el formato del número de serie del recibo. Puede utilizar tokens de texto y ajustarlo.

source: The following tokens are available:
es_es: Los siguientes tokens están disponibles:

source: Serial number. The system will make sure this is unique and continuous
es_es: Número de serie. El sistema se asegurará de que es único y continuo

source: Year in which the donation receipt was generated
es_es: Año en el que fue generado el recibo

source: The CiviCRM ID of the donor
es_es: El ID de CiviCRM del donante

source: The following restrictions exist for the pattern:
es_es: Para el patrón, existen las siguientes restricciones:

source: There has to be exactly one <code>&#123;serial&#125;</code> token.
es_es: Tiene que haber un único token <code>&#123;serial&#125;</code>.

source: All tokens cannot be used adjacent to digits or other tokens. Use other characters like dashes or spaces to separate them.
es_es: No se pueden utilizar todos los tokens junto a números o junto a otros tokens. Utilice otros caracteres como guiones o espacios para separarlos.

source: Help
es_es: Ayuda

source: Delete
es_es: Borrar

source: Remove the current configuration
es_es: Eliminar la configuración actual

source: Create copy:
es_es: Crear copia:

source: Copy
es_es: Copia

source: Create a clone of the current configuration
es_es: Crear una copia de la configuración actual

source: Receipts
es_es: Recibos

source: Store original *.pdf files
es_es: Guardar los ficheros *.pdf originales

source: Store original PDF
es_es: Guardar el PDF original

source: Watermarks
es_es: Marcas de agua

source: Draft Text
es_es: Texto Borrador

source: Copy Text
es_es: Copiar texto

source: Address Types
es_es: Tipos de dirección

source: Legal Address
es_es: Direcciónlegal

source: Legal Address Fallback
es_es: Alternativa a la dirección legal

source: Postal Address
es_es: Dirección postal

source: Postal Address Fallback
es_es: Alternativa para la dirección postal

source: General Settings
es_es: Ajustes Generals

source: Generator Packet Size
es_es: Tamaño del paquete generador

source: The <code>pdfinfo</code> Tool
es_es: La herramienta <code>pdfinfo</code>

source: You have to name your new profile!
es_es: Deberás nombrar tu nuevo perfil!

source: There already is a profile with that name.
es_es: Ya hay un perfil con ese nombre.

source: Profile profile_name created.
es_es: El perfil profile_name ha sido creado.

source: Remeber to save to settings page for all profile changes to take effect.
es_es: Recuerde guardar en la página de configuración para que todos los cambios de perfil tengan efecto.

source: This is the only profile, you cannot delete this.
es_es: Este es el único perfil, no puede ser eliminado.

source: Profile profile_name deleted
es_es: El perfil profile_name ha sido borrado

source: Are you sure?
es_es: ¿Está seguro?

source: Do you really want to delete this profile?<br/>If you have already created donation receipts with this profile, the profile-specific information will be lost (e.g. the template used).
es_es: ¿Realmente desea eliminar este perfil?<br>Si ya ha creado los recibos de la donación con este perfil, se perderá la información específica del perfil (por ejemplo, la plantilla utilizada).

source: This value cannot be empty!
es_es: Este valor no puede quedar vacío!

source: This can only contain letters
es_es: Esto sólo puede contener letras

source: You need to include <code>&#123;serial&#125;</code>
es_es: Es necesario incluir<code>&#123;serial&#125;</code>

source: You can include <code>&#123;serial&#125;</code> only once!
es_es: Puede incluir <code>&#123;serial&#125;</code> sólo una vez!

source: This cannot contain more than 64 characters!
es_es: Esto no puede contener más de 64 caracteres.

source: Are you sure you want to rebook the selected contributions?
es_es: ¿Está seguro que desea transferir las contribuciones seleccionadas?

source: Number of selected contributions:
es_es: Número de contribuciones seleccionadas:

source: Are you sure you want to rebook the contribution?
es_es: Está seguro que desea transferir esta contribución?

source: Please enter the target CiviCRM ID?
es_es: Ingrese el ID de CiviCRM del contacto destino

source: Filter contributions by receive date
es_es: Filtrar contribuciones por fecha de recepción

source: Select time span
es_es: Seleccione el período de tiempo

source: Unfinished run detected
es_es: Se ha detectado una ejecución sin finalizar

source: You have an unfinished run, do you want to continue with it?
es_es: Tiene una ejecución sin finalizar, desea continuar?

source: Otherwise it <b>will be deleted</b>!
es_es: De lo contrario <b>serán eliminados</b>!

source: An interrupted run has been detected. Do you want to continue with it?
es_es: Se ha detectado una ejecución que se ha interrumpida. Desea continuar con la ejecución?

source: Otherwise the selection <b>will be deleted</b>!
es_es: De lo contrario la selección <b>Será eliminada</b>!

source: <b>Caution!</b> Some receipts have already been created. If you do not continue with this run, you should probably delete them manually.
es_es: <b>Cuidado:</b> Algunos recibos ya han sido creados. Si no continúa con esta ejecución, deberá borrarlos manualmente.

source: Statistics
es_es: Estadísticas

source: contact count
es_es: cantidad de contactos

source: contribution count
es_es: cantidad de contribuciones

source: total amount
es_es: cantidad total

source: created on
es_es: creado en

source: Use remaining snapshot
es_es: Utilizar la imagen restante

source: creation in progress, please wait...
es_es: creación en curso, espere...

source: PLEASE DO NOT CLOSE OR REFRESH THIS PAGE!
es_es: POR FAVOR NO CERRAR O ACTUALIZAR ESTA PÁGINA!

source: Back
es_es: Regresar

source: Done
es_es: Finalizado

source: Progress Log
es_es: Registro de progreso

source: Date
es_es: Fecha

source: Message
es_es: Mensaje

source: Download
es_es: Descargar

source: The donation receipts have been generated. You can now download the results.
es_es: Los recibos de donación se han generado. Ahora puede descargar los resultados.

source: There was a problem. Please check the log below for more information.
es_es: Hubo un problema. Por favor compruebe el registro a continuación para obtener más información.

source: You haven't downloaded the resulting file yet. Are you sure you want to leave this page? The file would be lost.
es_es: Todavía no ha descargado el fichero resultante. ¿Está seguro que desea salir de esta página? El fichero se perdería.

source: A number of contributions without (valid) receipt have been found for the selected time span. These will be marked as receipted once you hit the "Issue donation receipt(s)" button below.
es_es: Se han encontrado contribuciones sin un recibo válido en el período de tiempo seleccionado. Estas contribuciones serán marcadas como "Recibidas" al procesar los recibos pulsando el botón "Emitir recibos" más abajo.

source: You can choose from a variety of result formats, depending on your needs. You can also choose "Don't generate files" if you only want to mark them as receipted.
es_es: Puede seleccionar el formato del resultado de dependiendo de sus necesidades. También puede seleccionar "No generar ficheros" si solo desea marcar las contribuciones como recibidas.

source: The "Test run" button will do all the same things except no contributions will be marked as receipted. We strongly recommend testing the creation of any larger batch of donation receipts.
es_es: El botón de "Ejecución de prueba" realizará lo mismo que una ejecución real excepto que las contribuciones no serán marcadas como "recibidas". Es recomendable realizar una prueba antes de generar grandes cantidades de recibos.

source: Please navigate this page using the buttons below and do not leave the page via the browser's back button.
es_es: Por favor navegue esta página utilizando los botones de abajo en lugar del botón Atrás del navegador.

source: <b>Caution:</b> this is a resumed non-test run. If you press the abort button, the run will be deleted for good.
es_es: <b>Cuidado:</b> se ha recuperado una ejecución real (no de prueba). Si pulsas el botón de interrumpir, esta ejecución será eliminada definitivamente.

source: selected contacts
es_es: Contactos seleccionados

source: Period from
es_es: Período desde

source: Period to
es_es: Período hasta

source: Sorry, but at least one of the selected contributions is already being processed for a donation receipt:
es_es: Lo sentimos, pero al menos una de las contribuciones seleccionadas está siendo procesada para la generación de recibos:

source: The conflicting other donation receipt process was created by
es_es: El proceso conflictivo del otro recibo ha sido creado por

source: It will automatically expire on
es_es: Vencerá automáticamente en

source: Delete other process and restart
es_es: Borrar otro proceso y reiniciar

source: Donation receipt type
es_es: Tipo de recibo de donación

source: single receipts
es_es: recibos individuales

source: bulk receipts
es_es: recibos masivos

source: Result formats
es_es: Formatos de resultados

source: Test run
es_es: Ejecución de prueba

source: Abort
es_es: Interrumpir

source: Create new donation receipt
es_es: Crear nuevo recibo

source: withdrawn copy
es_es: copia desvinculada

source: Creation date
es_es: Fecha de creación

source: Total amount
es_es: Cantidad total

source: Details
es_es: Detalle

source: View
es_es: Visita

source: Create copy
es_es: Crear copia

source: Withdraw
es_es: Desvincular

source: Issued To
es_es: Emitido a

source: Name
es_es: Nombre

source: Supplemental Address 1
es_es: Dirección complementaria 1

source: Supplemental Address 2
es_es: Dirección complementaria 2

source: Postal Code
es_es: Codigo postal

source: Street
es_es: Calle

source: City
es_es: Ciudad

source: Country
es_es: Pais

source: Sent To
es_es: Enviar a

source: Contributions
es_es: Contribuciones

source: Total Amount
es_es: Cantidad total

source: Received Date
es_es: Fecha de recepción

source: Financial Type
es_es: Tipo financiero

source: The donation receipt has been successfully withdrawn
es_es: El recibo se ha desvinculado con éxito

source: Success
es_es: Éxito

source: Are you sure you want to withdraw this donation receipt?
es_es: ¿Está seguro que desea desvincular este recibo?

source: The donation receipt has been successfully copied
es_es: El recibo de donación ha sido copiado con éxito

source: Any existing copies of this receipt will have to be deleted manually.
es_es: Todas las copias de este recibo deberán ser borradas manualmente.

source: You could also just withdraw it.
es_es: También puede desvincularlo.

source: The donation receipt has been successfully deleted
es_es: El recibo de donación se ha eliminado con éxito

source: Are you sure you want to delete this donation receipt?
es_es: Está seguro que desea eliminar este recibo?

source: Temporary file dowload failed.
es_es: La descarga del fichero temporal ha fallado.
